Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Deng voiced the need to create sound political institutions in his famous 1980 speech on reforming the Party and state systems: “If these [leadership] systems are sound, they can place restraints on the actions of bad people; if they are unsound, they can hamper the efforts of good people or indeed, in certain cases, may push them in the wrong direction.” It was in deference to these emerging norms of collective leadership that Deng played down the role of personality cult, though it should be noted that he was not above pushing his ideas in a cultlike fashion at critical junctures.
es_us: En su famoso discurso de 1980 sobre reformar los sistemas del partido y del Estado, Deng expresó la necesidad de crear instituciones políticas sólidas: "Si estos sistemas [de liderazgo] son sólidos, pueden imponer restricciones a las acciones de personas malas; si son endebles, pueden obstaculizar el esfuerzo de personas buenas o incluso, en algunos casos, prodrían empujarlas en la dirección equivocada". En deferencia a estas normas emergentes de liderzago colectivo, Deng mitigó su rol de personaje de culto; aunque cabe aclarar que, en momentos críticos de inflexión, no objetaba imponer sus ideas como si se tratase de un culto5.

source: Deng voiced the need to create sound political institutions in his famous 1980 speech on reforming the Party and state systems: “If these [leadership] systems are sound, they can place restraints on the actions of bad people; if they are unsound, they can hamper the efforts of good people or indeed, in certain cases, may push them in the wrong direction.” It was in deference to these emerging norms of collective leadership that Deng played down the role of personality cult, though it should be noted that he was not above pushing his ideas in a cultlike fashion at critical junctures.5
es_us: En su famoso discurso de 1980 sobre reformar los sistemas del partido y del Estado, Deng expresó la necesidad de crear instituciones políticas sólidas: "Si estos sistemas [de liderazgo] son sólidos, pueden imponer restricciones a las acciones de personas malas; si son endebles, pueden obstaculizar el esfuerzo de personas buenas o incluso, en algunos casos, prodrían empujarlas en la dirección equivocada". En deferencia a estas normas emergentes de liderzago colectivo, Deng mitigó su rol de personaje de culto; aunque cabe aclarar que, en momentos críticos de inflexión, no objetaba imponer sus ideas como si se tratase de un culto5.

source: Deng was interested in defining a middle path, using “reform and opening up” to oppose “leftism” and using the “four cardinal principles” to oppose “bourgeois liberalization.”19[2] It was a way to prevent ideological disputes from tearing the Party apart as they had in the past, and it was a political strategy that allowed Deng to build a coalition that upheld the center of the political spectrum.
es_us: Deng estaba interesado en definir una vía intermedia, usando una política de "reforma y apertura" para oponerse al izquierdismo y empleando los "cuatro principios cardinales" para oponerse a la "liberalización burguesa".19 Era una forma de evitar que las disputas ideológicas destruyeran el partido como lo habían hecho en el pasado, y era una estrategia política que le permitía a Deng construir una coalición para sostener el centro del espectro político.

source: Deng was striving to build a balance in the Party that would out- last himself and one that would contrast with the bitterly divisive leadership situation Mao Zedong had left behind when he died in 1976.
es_us: Deng se esfrozaba para logar un equilibrio en el Partido que perdurara cuando él se hubiera ido y que contrastara con el gobierno tan dividido que Mao Zedong había dejado cuando falleció en 1976.

source: Deng won a major endorsement of his policies and significant personnel victories.
es_us: Deng ganó un importante apoyo a sus políticas y victorias personales significantes,

source: Deng would have to address this problem for the sake of future political stability.
es_us: Deng tuvo que hacerse responsable del problema con el objetivo de mantener la estabilidad política a futuro.

source: Deng, however, was not without resources; he was still the “core” of the Party.
es_us: Deng, sin embargo, contaba con recursos; aún era la "cabeza" del partido.

source: Deng’s calculus, however, remained different from that of the intellectuals.
es_us: Sin embargo, el cálculo de Deng seguía una línea diferente al de los intelectuales,

source: Deng’s criticism of leftism and his call for faster economic growth not only brought the usual expansion of investment but also stimulated, for the first time, a lively and speculative real estate market.
es_us: La crítica al izquierdismo de Deng y su pedido por un crecimiento económico más rápido no solo trajo la expansión normal de inversión, sino también estimuló, por primera vez, un mercado inmobiliario activo y especulativo.

source: Deng’s efforts over the preceding year and more, starting with his early 1991 trip to Shanghai and building momentum following the abortive coup in theSoviet Union and with his trip to Shenzhen, ﬁnally culminated in October 1992 with the adoption by the Fourteenth Party Congress of the most liberal economic document in CCP history.
es_us: Los esfuerzos que Deng realizó a lo largo del año anterior y más, que comenzaron con su viaje a Shangai a principios de 1991, el aprovechamiento del impulso que se produjo luego del fallido golpe de estado en laUnión Soviética y su viaje a Shenzhen, concluyeron en octubre de 1992 con la adopción en el XIV Congreso Nacional del Partido del documento económico más liberal en la historia del PCCh.

source: Deng’s goals were twofold.
es_us: ya que su meta era doble.

source: Deng’s offensive from the fall of 1990 through the spring of 1991 would prove to be a trial run for his efforts of the following year, but in 1991 he came up short.
es_us: La ofensiva de Deng desde el otoño de 1990 hasta la primavera de 1991 demostraría ser un período de prueba de los intentos para el año próximo, pero en 1991 no obtuvo lo suficiente.

source: Deng’s sharp defense of the Thirteenth Party Congress resolution – “not one character should be changed” – was no doubt intended to staunch this anti-reform tide.
es_us: La fuerte defensa de Deng contra la resolución del Decimotercer Congreso del Partido – “ningún caracter deberá cambiarse" – sin duda alguna estaba orientada a contener esta ola de anit-reformas.

source: Deng’s task was made even more difficult by the tense international atmosphere that prevailed in the months after Tiananmen.
es_us: El trabajo de Deng se volvió incluso más difícil debido a la tensa atmósfera internacional que prevaleció en los años posteriores a Tiananmén.

source: Deng’s trip to the south had set off a new round of rapid economic growth and reform, while Zhu Rongji’s appointment as vice-premier had placed a solid reformer in charge of the economy, effectively eclipsing Premier Li Peng.
es_us: El viaje al sur de Deng causó una serie de reformas y crecimiento económico, mientras que la designación de Zhu Rongji como vice primer ministro puso a un sólido reformista a cargo de la economía, y opacando eficazmente al ministro Li Peng.

source: Department and State Council Information Office writing team published an article by
es_us: escritores provenientes del Departamento de Propaganda y de la Oficina de Información del Consejo de Estado publicó un artículo de

source: Describing discussions over the text of Li Peng’s “GovernmentWork Report” made to the NPC in the spring of 1989, Zhao said that Li’s draft had “repeatedly” used the words “for many years” when discussing problems in economic work.
es_us: Al describir las discusiones acerca del texto de Li Peng "Informe del Trabajo del Gobierno" realizado para el NPC en la primavera de 1989, Zhao expresó que en el borrador de Li se utilizaba "reiteradamente" las palabras "por muchos años" cuando trataba problemas en trabajos económicos.

source: Despite Li Ruihuan’s formal position as head of the Ideological Leading Small Group, conservatives had dominated the top reaches of the Propaganda and Organization Departments, as well as economic policy-making, since 1989.
es_us: A pesar de la oposición formal de Li Ruihuan como jefe del Pequeño grupo ideológico al mando (Ideological Leading Small Group), los conservadores habían dominado los mejores logros de los Departamentos de Propaganda y Organización, como así también el diseño de políticas económicas desde 1989.

source: Despite considerable doubt about the wisdom of many of his policies and even a determination to cut back those policies, no one made an effort to remove Deng from his “core” position within the Party.
es_us: A pesar de las numerosas dudas que exitían sobre la sensatez de muchas de sus políticas e incluso la determinación para reducir esas políticas, nadie se esforzó en apartar a Deng de su posición central dentro del partido.

source: Despite declaring that Tiananmen had been brewing and had been “premeditated” for a long time, Chen’s report focused narrowly on the alleged actions of Zhao and some of his supporters only in the months immediately preceding the crisis and during the demonstration itself.
es_us: A pesar de declarar que Tiananmen había sido gestado y "premeditado" por mucho tiempo, el informe de Chen se focalizaba estrictamente en las supuestas acciones de Zhao y de algunos de sus seguidores solo en los meses que inmediatamente precedieron a la crisis y durante la manifestación en sí.

source: Despite deep divisions among intellectuals throughout China’s modern history, there was never any doubt about intellectuals as a distinct social category with a sense of self-identity and group ethos.
es_us: A pesar de las profundas divisiones entre los intelectuales a lo largo de la historia moderna de China, nunca hubo ninguna duda acerca de los intelectuales como una clase social diferenciada con un sentido de identidad propia y con espíritu de grupo.

source: Despite divergent perspectives, intellectuals across the ideological spectrum believed that the demise of socialism in Eastern Europe and the former Soviet Union heralded a new global order, one dominated by international capital.
es_us: Pese a las perspectivas divergentes, los intelectuales del espectro ideológico creían que el fin del socialismo en Europa oriental y de la ex Unión Soviética señalaba un nuevo orden mundial dominado por el capital internacional.

source: Despite his background in natural science (he is a 1958 graduate of Qinghua University), Liu took up social science and emerged as a strong voice for reform in the 1980s. A frequent contributor to the reformist paper World Economic Herald, in 1982 Liu wrote an article entitled “Making the Decision-Making Process More Scientific,” which was said to have been a major influence on Wan Li’s 1986 speech, “Making the Decision-Making Process More Democratic and Scientific Is an Important Topic in Political Structural Reform.”66 After Jiang Zemin went to Shanghai in the mid-1980s, he became very close to Liu Ji, elevating Liu to deputy head of the municipal propaganda department.
es_us: A pesar de sus antecedentes en las ciencias naturales (se graduó en 1958 de la Universidad de Qinghua), Liu empezó una carrera en las ciencias sociales y se constituyó como una fuerte voz a favor de la reforma en la década de 1980. Colaboraba de manera frecuente con el periódico reformista "World Economic Herald", y en 1982 Liu escribió un artículo titulado “Cómo hacer más científico el proceso de toma de decisiones". Se considera que dicho artículo fue una gran influencia para el discurso pronunciado por Wan Li en 1986 , que se titulaba “Hacer que el proceso de toma de decisiones sea más democrático y científico es una cuestión importante en la reforma de la estructura política.”66 Luego de la visita de Jiang Zemin a Shanghái a mediados de la década de1980, Jiang estrechó lazos con Liu Ji y lo ascendió a la posición de vicedirector del departamento municipal de propaganda.

source: Despite his early diatribes against “peaceful evolution” (and his continuing warnings of “hostile” efforts to “divide” China and “Westernize” it), Jiang presided over a remarkable improvement in China’s diplomatic position, led China into the WTO, and deflected the pressures that stemmed from the Asian financial crisis.
es_us: A pesar de sus intentos de censurar "la evolución pacífica" (y sus constantes advertencias sobre los intentos "hostiles" de "dividir" China y "occidentalizarla"), Jiang logró llevar a cabo mejoras significativas en la posición diplomática de China, colocó al país dentro de la OMC y pudo esquivar los embates de la crisis financiera de Asia.

source: Despite pressure, Zhu rejected calls to declare martial law in the city, opting instead for organizing worker pickets to restore order.
es_us: A pesar de las presiones,Zhu se negó a declarar la ley marcial en la ciudad; en cambio, optó por organizar los piquetes de los trabajadores para así restaurar el orden.

source: Despite reports that Zeng and Hu were working effec- tively together, Zeng remained a formidable political actor, one who could effectively constrain Hu's power and plans.
es_us: A pesar de que los rumores indicaban que Zeng y Hu trabajaban juntos de manera eficaz, Zeng, como un buen actor político, se mantuvo en una posición que podría limitar los planes y el poder de Hu.

source: Despite the fact that over 100 million people have migrated to the cities, there are today more peasants than there were in 1978.
es_us: Pese al hecho de que más de 100 millones de personas han migrado a las ciudades, en la actualidad hay más campesinos de los que había en 1978.

source: Despite the growth of market forces, cultivating relations with political leaders continues to be an important part of business life in China – and sometimes a short cut to great wealth.
es_us: A pesar del crecimiento de las fuerzas del mercado, cultivar relaciones con líderes políticos continúa siendo una parte importante en la vida empresarial de China, y en ocasiones un atajo para obtener gran fortuna.

source: Despite the increasingly fierce competition (between nations and within nations) as multinational corporations increasingly became a part of domestic economies, China had no choice but to face up to this competition.
es_us: A pesar de la competencia cada vez más feroz (entre naciones e internamente en cada nación), como las corporaciones multinacionales se volvían cada vez más parte de las economías domésticas, China no tenía otra opción que hacer frente a esta competencia.

source: Despite the seeming long odds of holding onto power, Jiang managed to maneuver, build coalitions, and gradually consolidate his power.
es_us: A pesar de las pocas probabilidades de permanecer en el poder, Jiang supo manejarse en la política, formando coaliciones y consolidando su poder gradualmente.

source: Despite the urging of sociologists such as Li and Lu, the report ﬁrmly endorsed continuing along the developmental path the country had been following:“Keep economic development as the central task,”it urged, “and solve problems cropping up on our way forward through development.
es_us: A pesar de las recomendaciones de sociólogos como Li y Lu, el informe respaldó continuar con firmeza por el camino de desarrollo que el país había estado siguiendo: “Mantener el desarrollo económico como nuestra tarea central”, “y resolver los problemas que surjan en el camino y hacerlo usando del desarrollo,

source: Development is the fundamental principle.”32 Understandably,eyeswerefocusedmoreonpersonnelissuesratherthan on policy questions.
es_us: que constituye nuestro principio fundamental”. 32

source: Development, the article went on, would be largely determined by how well the Party could meet the complex challenges of the coming years. For this, strengthening the Party’s “ability to govern” would be critical. And that was the issue that the Fourth Plenary Session of the Sixteenth Central Committee addressed.
es_us: El artículo también explicaba que el desarrollo dependería de cuán bien pudiera el partido manejar los desafíos complejos de los próximos años. Para ello, fortalecer “la capacidad de gobierno” del partido sería crucial. Y ese fue exactamente el tema que trató el Cuarto Plenario del XVI Congreso Partidista.

source: Different segments of the intellectual community vied with each other over ideas, while the government (indeed, different parts of the government) reached out to different groups of intellectuals in an effort to influence public discourse.
es_us: Varios sectores de la comunidad intelectual competían entre ellos para imponer sus ideas, mientras que el gobierno (en realidad, diferentes partes del gobierno) se acercaba a distintos grupos de intelectuales con el objetivo de influenciar el discurso público.

source: Discussions in corridors about who might emerge as “China’s Gorbachev” were directed at Zhu.21Li Peng initially declined to assign him a portfolio.
es_us: Los debates en los pasillos sobre quién podría emerger como el "Gorbachov de China" estaban dirigidos a Zhu.21Li Peng se rehusaba a otorgarle una cartera al comienzo.

source: Disillusionment with radical reform (indeed with radicalism in general), consternation with the inequalities that reform had brought to China, and a growing frustration with American triumphalism – not to mention American actions – supported new efforts to rethink the course of reform.
es_us: La desilusión con la reforma radical (y de hecho con el radicalismo en general), el abatimiento con las injusticias que trajo consigo la reforma en China, y la creciente frustración con el triunfalismo de Estatos Unidos, sin mencionar sus acciones, dió apoyo a nuevas iniciativas para reconsiderar el proceso de reforma.

source: Disregarding those extreme voices associated with the Old Left, a new nationalism began to emerge.
es_us: Sin tener en cuenta aquellas voces extremas relacionadas con la Vieja Izquierda, comenzó a surgir un nuevo nacionalismo.

source: Disregarding those extreme voices associated with the Old Left, a new nationalism began to emerge.53 Through the 1990s it has taken on many guises, ranging from realpolitik to discussions of post-colonialism.
es_us: Sin tener en cuenta aquellas voces extremas relacionadas con la Vieja Izquierda, comenzó a surgir un nuevo nacionalismo. A través de los años 90, adquirió muchas formas, desde realpolitik hasta discusiones sobre poscolonialismo.

source: Disregarding those extreme voices associated with the Old Left, a new nationalism began to emerge. Through the 1990s it has taken on many guises, ranging from realpolitik to discussions of post-colonialism.
es_us: Sin tener en cuenta aquellas voces extremas relacionadas con la Vieja Izquierda, comenzó a surgir un nuevo nacionalismo. A través de los años 90, adquirió muchas formas, desde realpolitik hasta discusiones sobre poscolonialismo.

source: Drawing on traditional Confucian language and ideas, Hu stated: “People’s support or non-support is the fun- damental element that determines whether a political Party or government will rise or decline.” Building on Jiang’s language, Hu went beyond his predecessor by asserting that in “building a Party that serves the interests of the public and governs for the people, and insisting on appraising our policy decisions on the basis of whether the people support them, endorse them, like them, and are receptive to them, we will know whether we have a firm grip on the fundamental objective of implementing the important thinking of the ‘Three Represents’” (emphasis added).54 Hu thus gave the Three Represents a more populist twist than anything Jiang had implied in the past.
es_us: Haciendo uso del lenguaje e ideas tradicionales confucianas, Hu remarcó: “el apoyo o la falta de apoyo popular es un elemento fundamental que determina si un partido político o gobierno va en ascenso o en descenso”. En base a las palabras de Jiang, Hu fue más allá de su predecesor al afirmar que “sabremos si hemos dado un paso adelante el en principal objetivo de implementar el importante pensamiento de la ‘Triple Representatividad’ cuando construir un partido responda a los intereses del pueblo y gobierne para el pueblo e insistamos en aclamar nuestras decisiones políticas en base a si al pueblo le gustan, las apoya, las respalda y las acepta” (énfasis agregado). De esta forma Hu le dio a la Triple Representatividad un giro mucho más populista de lo que Jiang había manifestado en el pasado.

source: Drawing primarily from the liberal tradition in Marxism and sometimes on Western liberalism, they sought to build a state that placed unprecedented emphasis on human beings – and that meant creating a more liberal, democratic order.
es_us: Basándose principalmente en la tradición liberal del marxismo y, en ocasiones, en el liberalismo occidental, buscaban crear un estado que pusiera un énfasis sin precedentes en los seres humanos, lo que implicaba crear un orden democrático más liberal.

source: During his trip to the south, Deng praised the example of Singapore.
es_us: En su viaje al sur, Deng exaltó el ejemplo que representaba Singapur.

source: During his visit to Shougang, he signaled that he had found his tool to build such a society: Zhu Rongji.
es_us: Durante su visita a Shougang, remarcó que había descubierto la herramienta para construir tal sociedad: Zhu Rongji.

source: During the March 1995 session of the NPC, Tian listened sympathetically to Guangdong delegates, who complained that China’s rulers were not allowing the NPC to function as the “highest administrative organ” as called for by the constitution.
es_us: Durante la sesión de la APN de marzo de 1995, Tian oyó con tranquilidad a los delegados de Guangdong, quienes se quejaron de que los dirigentes de China no permitían que la APN desarrollara su función como 'órgano administrativo superior', definido así en la constitución.

source: During the campaign against “bourgeois liberalization” that was unleashed following Tiananmen, it was impossible to separate criticism of Zhao Ziyang from issues of ideology and Party line, and there is every indication that hardliners within the Party wished to press such issues with an eye to curtailing Deng’s authority and returning the Party to the more limited notion of reform that had prevailed in the late 1970s and early 1980s.
es_us: Durante la campaña contra "la liberalizacion burguesa" que se desató siguiedo a Tiananmen, fue imposible separar la critica de Zhao Ziyang de los asuntos ideológicos y la linea del Partido, y hay indicaciones de que intransigentes dentro del partido desearon.... y llevar al Partido a una nocion de reforma mas limitada que prevaleció a finales de la decada del setenta y principios de la decada de los ochenta.

source: E-P3 surveillance plane off coast of Hainan
es_us: E-P3 de los EE. UU en las costas de Hainan

source: ELITE POLITICS
es_us: POLÍTICA DE ÉLITE
